Repository: RaniaReefaat/Souq-Aldeira
Catalog: Najat/Presentaion/UserCycle/CartCycle/confirmOrder/view/mul.lproj/ConfirmOrderViewController.xcstrings
Source language: en
Languages: ar

# 0cr-cx-euu.normalTitle
source: Choose another address
ar: اختر عنوان اخر

# 7y9-nd-VDJ.normalTitle
source: remove
ar: حذف

# bNP-Uh-s97.text
source: Products
ar: المنتجات

# FpY-2B-Scl.text
source: Payment summary
ar: ملخص الدفع

# Hkh-Gt-lp6.text
source: Discount coupon
ar: خصم الكوبون

# NMR-Rh-dlI.text
source: Notes on the order
ar: ملاحظات على الطلب

# qUT-H6-8aZ.text
source: Delivery Address
ar: عنوان التوصيل

# ReV-nX-o7s.placeholder
source: Enter the coupon
ar: ادخل الكوبون

# SC1-YN-MjE.text
source: Total products
ar: اجمالي الطلبات

# sx5-Hf-cbz.text
source: Delivery Charge
ar: رسوم التوصيل

# xqm-6Y-fpD.normalTitle
source: activation
ar: تفعيل

# Yw6-Ol-Vzx.text
source: Total
ar: الاجمالي

# ZuA-Km-maa.text
source: Discount
ar: الخصم
